/* About screen blog label */
"About.blog" = "https://digibyte.org/";

/* About screen footer */
"About.footer" = "Ginawa ng Grupong Digiwallet. Bersyon %1$@";

/* Privay Policy button label */
"About.privacy" = "Pribadong Patakaran";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Digibyte/";

/* Terms of Use button label */
"About.terms" = "Mga Tuntunin sa Paggamit";

/* About screen title */
"About.title" = "Ang DigiWallet para sa iOS ang mobile na pitaka para sa DigiByte.";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/digibytecoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Isarado";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centro ng Suporta";

/* Loading Wallet Message */
"Account.loadingMessage" = "Naglo-load ang pitaka";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Ang aking DigiWallet";

/* Error alert title */
"Alert.error" = "Error";

/* No internet alert message */
"Alert.noInternet" = "Walang koneksyon sa Internet. Tingnan ang iyong Internet koneksyon at subukan muli.";

/* Warning alert title */
"Alert.warning" = "Babala";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Nakopyang mga Address";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Lahat ng address sa pitaka ay matagumpay na nakopya.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Pagtakda ng Personal Recovery Key";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Kahanga - hanga!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Naitakda ang PIN";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Bigong pagpapadala";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Kumpirmasyon ng Pagpadala";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Ang Digibyte ay napadala na!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON Serialization Error";

/* Wallet not ready error message */
"ApiClient.notReady" = "Hindi pa handa ang Pitaka";

/* API Token error message */
"ApiClient.tokenError" = "Hindi makuha ang API Token";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "Maglagay ng destinasyon na DigiByte Address sa ibaba. Lahat ng DigiByte sa iyong pitaka sa oras ng fork (%1$@) ay maipapadala.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Kumpirmahin ang ipapadalang %1$@ sa %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Kumpirmahin";

/* Generic bch erorr message */
"BCH.genericError" = "Ang iyong account ay walang laman na DigiByte, o ikaw ay nakatanggap ng DigiByte matapos ang Fork.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Ang Transaction ID ay nakopya";

/* No address error message */
"BCH.noAddressError" = "Paki-lagyan ng address";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Ang Payment Protocol Request ay hindi suportado para sa transaksyon ng DigiByte";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Ang DigiByte ay matagumpay na naipadala.";

/* Widthdraw BCH view title */
"BCH.title" = "Mag-withdraw ng DigiByte";

/* Tx Hash button header */
"BCH.txHashHeader" = "DigiByte Transaction ID";

/* Approve button label */
"BitID.approve" = "Aprubahan";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ ay humihingi ng pagpapatunay gamit ang iyong DigiWallet.";

/* Deny button label */
"BitID.deny" = "Tanggihan";

/* BitID error alert title */
"BitID.error" = "Error sa Pagpapatunay";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Hindi gumagana ang iyong serbisyo na gamit. Maaaring kontakin sila, dahil baka kailangan mo na subukan muli.";

/* BitID success alert title */
"BitID.success" = "Matagumpay na Authentikasyon";

/* BitID Authentication Request alert view title */
"DigiID.title" = "Hiling na Authentikasyon ng DigiID";

/* Cancel button label */
"Button.cancel" = "Kanselahin";

/* Ignore button label */
"Button.ignore" = "Huwag Pansinin";

/* menu button */
"Button.menu" = "menu";

/* No button */
"Button.no" = "Hindi";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "tumanggap";

/* send button */
"Button.send" = "magpadala";

/* Settings button label */
"Button.settings" = "Mga Setting";

/* Settings button label */
"Button.submit" = "Isumite";

/* Yes button */
"Button.yes" = "Oo";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Igitna ang iyong ID sa kahon";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Halaga na Ipapadala:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Bayad sa Network:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Oras para sa proseso: Itong transaksyon ay tatagal nang %1$@ para ma-proseso.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Ipadala";

/* Confirmation Screen title */
"Confirmation.title" = "Kumpirmasyon";

/* To: (address) */
"Confirmation.to" = "Papunta sa";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Kabuuang Bayad";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Para masiguro na lahat ay naisulat ng tama, pakilagay ang hinihinging salita na galing sa iyong Personal Recovery Key.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Salita #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Ipakita ang DigiByte Bilang";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Antas ng Palitan";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Ang gadyet na ito ay hindi naisaayos para magpadala ng email gamit ang iOS mail app.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email ay Hindi Magagamit";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Ang gadyet na ito ay hindi naisaayos para magpdala ng mensahe.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Hindi Magagamit ang Messaging";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Pwede mo i-cutomize ang iyong Face ID spending limit dito sa %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Gamitin ang iyong mukha para i-unlock ang DigiWallet at magpadala ng DigiByte ayon sa itinakda mong limitasyon.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Limitahan ang Gastos Gamit ang Touch ID";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Paganahin ang Face ID para sa DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Hindi pwede paganahin ang Face ID sa iyong device. Pumunta sa Settings -> Face ID & Passcode para paganahin ngayon";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Hindi pa nakaayos ang Face ID ";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Limitahan ang Gastos nang Face ID";

/* Economy fee */
"FeeSelector.economy" = "Ekonomiya";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Oras ng paghahatid: 1+ minuto";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Itong option na ito ay hindi inirekomenda para oras ng sensitbong transaksyon ";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Oras ng pagpapadala: 15-30 segundo";

/* Fee Selector title */
"FeeSelector.title" = "Pagproproseso ng Bilis ";

/* Checking private key balance progress view text */
"Import.checking" = "pagsuri ng pribadong balanse";

/* Sweep private key confirmation message */
"Import.confirm" = "Ipadala %1$@ galing sa Pribadong Key hanggang sa pitaka? Ang network ng Digibyte ay makakakuha ng bayad na %2$@";

/* Duplicate key error message */
"Import.Error.duplicate" = "Ang private key na ito ay nasa pitaka mo na.";

/* empty private key error message */
"Import.Error.empty" = "Ang private key na ito ay walang laman.";

/* High fees error message */
"Import.Error.highFees" = "Ang bayad sa transaksyon ay higit pa sa pondo na maaaring magamit nitong private key.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Imbalidong private key";

/* Import signing error message */
"Import.Error.signing" = "May error sa pag-sign ng transaksyon";

/* Import button label */
"Import.importButton" = "Import";

/* Importing wallet progress view label */
"Import.importing" = "Pag-import ng Pitaka";

/* Caption for graphics */
"Import.leftCaption" = "Ang Wallet na I-import";

/* Import wallet intro screen message */
"Import.message" = "Ang pag-import ng pitaka ay maglilipat sa lahat ng DigiByte galing sa iba mong pitaka patungo sa iyong DigiWallet sa pamamagitan ng isang transaksyon.";

/* Enter password alert view title */
"Import.password" = "Ang private key na ito ay protektado ng password.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "password";

/* Caption for graphics */
"Import.rightCaption" = "Ang Iyong DigiWallet";

/* Scan Private key button label */
"Import.scan" = "I-scan ang Private Key";

/* Import wallet success alert title */
"Import.success" = "Tagumpay";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Matagumpay na na-import ang pitaka.";

/* Import Wallet screen title */
"Import.title" = "Pag-import ng Pitaka";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Unlocking Key";

/* Import wallet intro warning message */
"Import.warning" = "Ang pag-import ng pitaka ay hindi naglalaman ng kasaysayan ng transaksyon at iba pang mga detalye.";

/* Wrong password alert message */
"Import.wrongPassword" = "Mali ang password, subukan muli.";

/* Close app button */
"JailbreakWarnings.close" = "Isara";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorahin";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SEGURIDAD NG GADYET AY NAKOMPROMISO\nAnumang 'jailbreak' app ay maaaring maka-access ng DigiWallet keychain datos at manakaw ang iyong DigiByte! Burahin agad itong pitaka at i-restore sa ligtas na gadyet.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SEGURIDAD NG GADYET AY NAKOMPROMISO\nAnumang 'jailbreak' app ay maaaring maka-access ng DigiWallet keychain datos at manakaw ang iyong DigiByte! Maaaring gumamit lamang ng gadyet na hindi na-jailbreak.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "BABALA";

/* Location services disabled error */
"LocationPlugin.disabled" = "Ang mga serbisyong lokasyon ay hindi magagamit.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "Ang DigiWallet ay walang permiso gamitin ang mga serbisyong lokasyon.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Nilikha mo iyong pitaka noong %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Ang pangalan ng iyong pitaka ay lalabas lamang sa kasaysayan ng iyong transaksyon at hindi makikita ng ibang tao.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Pangalan ng Pitaka";

/* Manage wallet modal title */
"ManageWallet.title" = "Pangasiwaan ang Pitaka";

/* Menu button title */
"MenuButton.lock" = "Ikandado ang pitaka";

/* Menu button title */
"MenuButton.security" = "Sentro ng Seguridad";

/* Menu button title */
"MenuButton.settings" = "Mga Setting";

/* Menu button title */
"MenuButton.support" = "Suporta";

/* button label */
"MenuViewController.createButton" = "Lumikha ng bagong pitaka";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Pagbawi ng Pitaka";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Lumipat sa Awtomatikong Paraan";

/* Node is connected label */
"NodeSelector.connected" = "Konektado";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Ilagay ang Node IP at port (opsyonal)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Ilagay ang node";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Lumipat sa Manu-manong Paraan";

/* Node address label */
"NodeSelector.nodeLabel" = "Kasalukuyang Pangunahing Node";

/* Node is not connected label */
"NodeSelector.notConnected" = "Hindi Konektado";

/* Node status label */
"NodeSelector.statusLabel" = "Istado ng Koneksyon ng Node";

/* Node Selector view title */
"NodeSelector.title" = "DigiByte Nodes";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Sira ang Payment Request";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Hindi suportado o sira ang dokumento";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "kulang ng sertipiko";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "ang request ay nag-expire na";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Hindi makapagbayad";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Ang pambayad na DigiByte ay hindi pwedeng mas mababa sa %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Ang mga DigiByte transaction output ay hindi pwedeng mas mababa sa $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "Hindi suportadong signatura";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "hindi mapagkakatiwalaan ang sertipiko";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Mag-tap dito para paganahin ang Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Paganahin ang Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Ang passcode sa gadyet ay kailangan upang mapangalagaan ang iyong pitaka. Pumunta sa settings at buksan ang passcode.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Paganahin ang passcode sa gadyet";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Ang iyong Personal Recovery Key ay kailangan itago sakaling mawala o magpalit ka ng telepono. Mag-tap dito para magpatuloy.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Aksyon ay Kailangan";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Marahil ang iyong pitaka ay hindi nag sync.\nMaaari itong maayos sa pamamagitan ng pag-rescan sa blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Tinanggihan ang Transaction";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "Tumulong mapaayos ang DigiWallet sa pamamagitan nang pagbahagi ng iyong anonimong datos sa amin";

/* Share data prompt title */
"Prompts.ShareData.title" = "Mag-bahagi ng Anonimong Datos";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Mag-tap dito para paganahin ang Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Paganahin ang Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "Ang DigiWallet ay nag-upgrade para gumamit ng 6-digit PIN. Mag-tap dito para mag-upgrade.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "I-upgrade ang PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Buksan ang mga abiso para makatanggap ng mga mensahe galing DigiWallet sa mga darating na mga araw.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Mga Push Notification";

/* Push notifications are off label */
"PushNotifications.off" = "Nakasara";

/* Push notifications are on label */
"PushNotifications.on" = "Nakabukas";

/* Push notifications settings view title label */
"PushNotifications.title" = "Mga Abiso";

/* Address copied message. */
"Receive.copied" = "Nakopya sa clipboard.";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Mag-request ng Halaga";

/* Share button label */
"Receive.share" = "Ibahagi";

/* Share via text message (SMS) */
"Receive.textButton" = "Text Message";

/* Receive modal title */
"Receive.title" = "Tumanggap";

/* Done button text */
"RecoverWallet.done" = "Tapos na";

/* Recover wallet header */
"RecoverWallet.header" = "I-rekober ang Pitaka";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "I-reset ang PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Ilagay ang Personal Recovery Key";

/* Recover wallet intro */
"RecoverWallet.intro" = "I-rekober ang iyong DigiWallet gamit ang Personal Recovery Key.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Ang Personal Recovery Key na iyong itinakda ay imbalido. Pakisuri ang bawat salita at subukan muli.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Kaliwang Arrow";

/* Next button label */
"RecoverWallet.next" = "Susunod";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Mag-tap dito para sa iba pang impormasyon.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Kanang Arrow";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Ilagay ang Personal Recovery Key para sa DigiWallet na gusto mong i-rekober.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Para i-reset ang iyong PIN, ilagay ang mga salita galing sa iyong Personal Recovery Key sa mga kahon sa ibaba.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Maglagay muna ng halaga.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Mag-request ng Amount";

/* Alert action button label */
"ReScan.alertAction" = "Sync";

/* Alert message body */
"ReScan.alertMessage" = "Hindi ka maaaring magpadala ng DigiByte habang nagsy-sync.";

/* Alert message title */
"ReScan.alertTitle" = "Mag-sync sa Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minuto";

/* Syncing explanation */
"ReScan.body2" = "Kapag ang transaksyon ay lumalabas na kumpleto na sa DigiByte network pero wala pa sa iyong DigiWallet.";

/* Syncing explanation */
"ReScan.body3" = "Paulit-ulit kang nakatanggap ng error na sinasabing tinanggihan ang iyong transaksyon.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Umpisahan ang Sync";

/* Sync blockchain view footer */
"ReScan.footer" = "Hindi mo magagawang magpadala ng DigiByte habang nagsy-sync sa blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "I-sync ang Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Tinatayang oras";

/* Subheader label */
"ReScan.subheader2" = "Kailan Mag-sync?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Flash ng Camera";

/* Complete filter label */
"Search.complete" = "kumpleto";

/* Pending filter label */
"Search.pending" = "hindi pa tapos";

/* Received filter label */
"Search.received" = "natanggap";

/* Sent filter label */
"Search.sent" = "pinadala";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "I-enable ang lahat ng security features para sa pinakamataas na proteksyon.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Ang nagiisang parang para mabuksan ang iyong DigiByte kapag nawala o nag-upgrade ka ng telepono.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Personal Recovery Key";

/* PIN button description */
"SecurityCenter.pinDescription" = "Pinoprotektahan ang iyong DigiWallet sa mga hindi awtorisadong gumagamit.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-Digit PIN";

/* Security Center Title */
"SecurityCenter.title" = "Sentro ng Seguridad";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Madaling i-unlock ang iyong DigiWallet at magpadala ng DigiByte ayon sa itinakda mong limitasyon.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Halaga";

/* Balance: $4.00 */
"Send.balance" = "Balanse: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Pumunta sa mga Settings para payagan ang access sa camera.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "Ang DigiWallet ay hindi pinayagan i-access ang camera";

/* Warning when sending to self. */
"Send.containsAddress" = "Ang destinasyong address ay ang iyong sariling address. Hindi ka maaaring magpadala sa iyong sarili.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Hindi makalikha ng transaksyon.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Ang pasteboard ay walang laman";

/* Network Fee: $0.01 */
"Send.fee" = "Bayad sa Network: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Ang pagkakakilanlan ng babayaran ay hindi sertipikado.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Ang destinasyong address ay imbalidong DigiByte address.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Ang pasteboard ay walang laman na wastong DigiByte address.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Imbalidong Address";

/* Is rescanning error message */
"Send.isRescanning" = "Ang pagpapadala ay hindi pinapayagan habang isinasagawa ang buong rescan.";

/* Loading request activity view message */
"Send.loadingRequest" = "Nilo-load ang Request";

/* Empty address alert message */
"Send.noAddress" = "Pakilagay ang address ng papadalhan.";

/* Emtpy amount alert message */
"Send.noAmount" = "Maglagay ng halaga na ipapadala.";

/* Paste button label */
"Send.pasteLabel" = "I-paste";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Hindi mai-publish ang transaksyon.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Hindi mai-load ang payment request.";

/* Scan button label */
"Send.scanLabel" = "I-scan";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Ipadala";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Magpadala";

/* Send money to label */
"Send.toLabel" = "Papunta sa";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Ang mga DigiByte address ay nilalayong gamitin ng isang beses lamang.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Ang paggamit muli ng address ay nagpapababa sa privacy ng nagpapadala at tumatanggap, at maaaring magresulta ng pagkalugi kapag ang pinapadalhan ay walang direktang kontrol sa address.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Nagamit Na ang Address";

/* About label */
"Settings.about" = "Tungkol sa DigiByte";

/* Advanced Settings title */
"Settings.advancedTitle" = "Mga Advanced na Setting";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Ipakita ang Pera";

/* Join Early access label */
"Settings.earlyAccess" = "Sumali sa Early Access";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Natutuwa ka ba sa DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Limitasyon sa Gastos ng Face ID";

/* Import wallet label */
"Settings.importTitle" = "Pag-import ng Pitaka";

/* Manage settings section header */
"Settings.manage" = "Pangasiwaan";

/* Notifications label */
"Settings.notifications" = "Mga Abiso";

/* Leave review button label */
"Settings.review" = "Magiwan sa amin ng Review";

/* Share anonymous data label */
"Settings.shareData" = "Magbahagi ng Anonimong Datos";

/* Sync blockchain label */
"Settings.sync" = "Pag-sync ng Blockchain";

/* Settings title */
"Settings.title" = "Mga Setting";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Limitasyon sa Gastos ng Touch ID";

/* Wallet Settings section header */
"Settings.wallet" = "Pitaka";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Lumikha/Mag-rekober ng Ibang Pitaka";

/* Share data view body */
"ShareData.body" = "Tumulong mapabuti ang DigiWallet sa pamamagitan nang pagbahagi ng iyong anonimong datos sa amin. Hindi kabilang dito ang impormasyong pinansiyal. Nirerespeto namin ang iyong pagkapribado sa pananalapi.";

/* Share data header */
"ShareData.header" = "Ibahagi ang Datos?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Mag-bahagi ng Anonimong Datos?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Isulat muli ang iyong Personal Recovery Key";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Ang iyong Personal Recovery Key ay ang nagiisang paraan para ma-restore ang iyong DigiWallet kapag nawala, nanakaw, nasira, o nag-upgrade ka ng telepono.\n\nMay ipapakita kami na listahan ng mga salita na isusulat mo sa papel na dapat itago at ingatan.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Isulat ang Personal Recovery Key";

/* Argument is date */
"StartPaperPhrase.date" = "Huli mong sinulat ang iyong Personal Recovery Key noong %1$@";

/* Start view message */
"StartViewController.message" = "Ang pinaka-sigurado at ligtas na paraan sa paggamit ng DigiByte.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Kumukonekta";

/* Syncing view header text */
"SyncingView.header" = "Nagsy-sync";

/* Retry button label */
"SyncingView.retry" = "Subukan Muli";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Nagsy-sync";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Pwede mo i-customize ang iyong limitasyon sa gastos ng Touch ID dito sa %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Gamitin ang iyong fingerprint para i-unlock ang iyong DigiWallet at magpadala ng DigiByte ayon sa itinakda mong limitasyon.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Limitasyon sa Gastos ng Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limitasyon sa gastos: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Paganahin ang Touch ID para sa DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Hindi ka nag-set up ng Touch ID sa gadyet na ito. Pumunta sa Settings -> Touch ID & Passcode para i-set up ito ngayon.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Ang Touch ID ay Hindi Naka-Set Up";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Parating hingin ang passcode";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Aatasan ka na ilagay ang iyong 6-digit PIN para magpadala ng transaksyon na mas mataas sa iyong limitasyon sa gastos, at bawat 48 oras mula nang huling ginamit mo ang iyong 6-digit PIN.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Limitasyon sa Gastos ng Touch ID";

/* Availability status text */
"Transaction.available" = "Pwedeng Gastusin";

/* Transaction complete label */
"Transaction.complete" = "Tapos na";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Natirang balanse: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Antas ng palitan noong natanggap:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Antas ng palitan noong pinadala:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ bayad)";

/* Invalid transaction */
"Transaction.invalid" = "IMBALIDO";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "ngayon lang";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Nasa progreso: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Nasa progreso: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Balanse nung umpisa: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Naghihintay na makumpirma. May mga negosyo na nangangailangan ng kumpirmasyon para makumpleto ang isang transaksyon. Tinatayang oras: 1-2 minuto.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "account";

/* Amount section header */
"TransactionDetails.amountHeader" = "Halaga";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Nakumpirma sa Block";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Ang iyong mga transaksyon ay lalabas dito.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "mula %1$@";

/* More button title */
"TransactionDetails.more" = "Iba pa...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Naglipat ng %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Naglipat ng <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Hindi Kumpirmado";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Nakatanggap ng %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Natanggap <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Nagpadala ng %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Nagpadala ng <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Istado";

/* Transaction Details Title */
"TransactionDetails.title" = "Detalye ng Transaksyon";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "papunta sa %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "DigiByte Transaction ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Natanggap dito sa Address";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Pinadala dito sa Address";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "Hindi gagana hanggang: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Ang aking Address";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "I-reset ang PIN";

/* Scan button title */
"UnlockScreen.scan" = "Mag-scan";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Magpasok ng PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "I-unlock ang iyong DigiWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "I-unlock gamit ang TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Na-unlock ang Pitaka";

/* Update PIN caption text */
"UpdatePin.caption" = "Tandaan itong PIN. Kapag nakalimutan, hindi mo magagamit ang iyong DigiByte.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Ang PIN ay gagamitin para i-unlock ang iyong DigiWallet at sa pagpapadala ng DigiByte.";

/* Update PIN title */
"UpdatePin.createTitle" = "Magtakda ng PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Ilagay Muli ang PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Ilagay ang iyong kasalukuyang PIN.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Maglagay ng iyong bagong PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Ilagay muli ang iyong bagong PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Sorry, hindi nabago ang PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Error sa Pagbago ng PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Baguhin ang PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Kopyahin ang mga address ng pitaka sa clipboard?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Pahintulutan kopyahin ang address ng pitaka sa clipboard";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Kopyahin ang mga Address ng Pitaka";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopyahin";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Ilagay ang iyong PIN para pahintulutan itong transaksyon.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Ilagay ang iyong PIN para magpatuloy.";

/* Verify PIN view title */
"VerifyPin.title" = "Kailangan ng PIN";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Pahintulutan itong transaksyon";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Buksan ang DigiWallet iPhone app para i-set up ang iyong pitaka.";

/* Dismiss button label */
"Webview.dismiss" = "Huwag Pansinin";

/* Webview loading error message */
"Webview.errorMessage" = "Nagkaroon ng error sa pag-load ng nilalaman. Subukan muli.";

/* Updating webview message */
"Webview.updating" = "Naga-update...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Ang DigiWallet ay may bagong hitsura at bagong features.\n\nKung kailangan ng tulong, hanapin lang ang (?) sa kanang taas na bahagi ng iyong screen.";

/* Top title of welcome screen */
"Welcome.title" = "Welcome sa DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Sigurado ka bang gusto mo burahin itong pitaka?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Burahin ang Pitaka?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Nabigo ang pagbura ng pitaka.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Nabigo";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Ilagay ang Personal Recovery Key ng pitakang ito para burahin at magumpisa o mag-rekober ng ibang pitaka. Ang iyong kasalukuyang balanse ay mananatili sa Personal Recovery Key na ito.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Ang pagsisimula o pag-rekober  ng ibang pitaka ay mabibigay sa iyo ng access at pangasiwaan ang ibang DigiWallet dito sa gadyet.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Hindi mo na maaaring gamitin ang iyong kasalukuyang DigiWallet dito sa gadyet. Ang balanse ay mananatili sa iyong personal recovery key.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Magsimula o Mag-rekober ng Ibang Pitaka";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Burahin";

/* Wiping activity message */
"WipeWallet.wiping" = "Nagbubura...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Isulat ang bawat salita ayon sa pagkakasunod-sunod at itago sa ligtas na lugar.";

/* button label */
"WritePaperPhrase.next" = "Susunod";

/* button label */
"WritePaperPhrase.previous" = "Nakaraan";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d of %2$d";

